Repository: Hunv/LeDi
Catalog: LeDi.Server2/Resources/Pages/DevicePages.*.resx
Languages: de_de

# CountdownSeconds
source: Number of seconds to count down
de_de: Sekunden des Countdowns.

# CountdownText
source: This page will show a countdown and optionally an additional text.
de_de: Dieser Modus zeigt einen Countdown und optional einen Text.

# CountdownText2
source: Optionally a text to show above the countdown. On tight displays, leave this empty to fit the countdown to the display height.
de_de: Optional ein Text über dem Countdown. Auf schmalen Displays sollte dies frei gelassen werden.

source: Loading...
de_de: Lade...

source: Match
de_de: Spiel

# NoMatches
source: No matches available.
de_de: Keine Spiele verfügbar.

# PageTitle
source: Devices
de_de: Geräte

source: Seconds
de_de: Sekunden

source: Select device
de_de: Wähle das Gerät

# SelectMatch
source: Select the match, you want to show on the display. You can also set this page on the referee page.
de_de: Wähle das Spiel, welches auf dem Display gezeigt werden soll. Dies kann auch im Spielmanagement ausgewählt werden.

# SelectMatch2
source: Match to show
de_de: Anzuzeigendes Spiel

# SelectPage
source: Select mode
de_de: Wähle den Modus

# TextText
source: Text to show on display.
de_de: Text zum Anzeigen auf dem Display

source: Tournament
de_de: Turnier

# TournamentText
source: If you select this mode, the display will always show the currently running match, that is configured to show the match on this display. After a match is finished and closed, the countdown to the next match regarding the scheduled time will be shown. The countdown stop 60 seconds before the start and will show the start page of the match on the display (period length and 0:0 scores). If the next match should already being started, it is shown directly.
de_de: Dieser Modus wird immer das aktuell laufende Spiel anzeigen, das auf dem Display angezeigt werden soll. Nachdem ein Spiel beendet und geschlossen wurde, wird ein Countdown bis zum nächsten geplaten Spiel angezeigt. 60 Sekunden vor dem geplanten Spielstart, springt die Anzeige auf den aktuellen Spielstand (0:0) und die Spielzeit. Wenn ein Zeitverzug im Turnier stattfindet, springt die Anzeige direkt auf die Spielstandsanzeige um.
