Repository: Hunv/LeDi
Catalog: LeDi.Server2/Resources/Pages/MatchControl.*.resx
Languages: de_de

source: Are you sure?
de_de: Sind Sie sicher?

source: Canceled
de_de: Abgebrochen

source: Cancel Match
de_de: Spiel abbrechen

source: Close match
de_de: Spiel beenden

# HideControls
source: Hide advanced controls
de_de: Erweiterte Eigenschaften verstecken

# Legend
source: Legend: Green = Running Match, Gray = Finished Match, Blue = Ready to Start, Other = White
de_de: Legende: Grün = Laufend, Grau = Beendet, Blau = Fertig zum Start, Weiß = Anderes

source: Loading Match...
de_de: Spiel wird geladen...

source: Loading Matches...
de_de: Spiele werden geladen...

source: Log Penalty
de_de: Strafen

source: Match ended
de_de: Spiel beendet

# MatchTimeLeft
source: Set match time left
de_de: Setze Restspielzeit

# NoMatchesOngoing
source: Currently no matches running.
de_de: Aktuell keine laufenden Spiele

source: No match events available.
de_de: Keine Spiele verfügbar

# NoPermissions
source: You do not have the permission to view this page.
de_de: Nicht ausreichend Bereichtigungen vorhanden um diese Seite anzuzeigen.

source: Note
de_de: Bemerkungen

# NotLoggedIn
source: You're not loggged in.
de_de: Sie sind nicht angemeldet.

# PageTitle
source: Referee Match
de_de: Spielverwaltung

# PenaltyRevoke
source: Select penalty to revoke
de_de: Strafe zum Zurücknehmen auswählen

# PerfomThatAction
source: Do you really want to perfom that action?
de_de: Wollen Sie diese Aktion wirklich durchführen?

source: Period
de_de: Halbzeit:

source: Prepare next period
de_de: Für nächste Halbzeit vorbereiten

source: Restart Match
de_de: Spiel neustarten

source: Revoke Penalty
de_de: Strafe zurücknehmen

source: Revoke Score
de_de: Tor zurücknehmen

source: Score
de_de: Tor

source: Select device
de_de: Anzeige auswählen

# SelectPenalty
source: Select the penalty
de_de: Wählen Sie die Strafe

# SelectPenaltyPlayer.
source: Select the penalty for the selected player.
de_de: Strafe für den ausgewählten Spieler wählen

source: Select playernumber
de_de: Wähle Spielernummer

# SelectPlayernumberAppliesTo
source: Select playernumber the penalty applies to
de_de: Wähle Spielernummer für die Strafe

source: Set match time
de_de: Setze Spielzeit

# SetMatchTimeLeft
source: Set the time to the time left for the current match. Pause the match to stop the time from keep running before setting the time.
de_de: Setze die Zeit für die aktuelle Restspielzeit. Pausiere das Spiel um die Zeit nicht weiterlaufen zu lassen bevor die Spielzeit neu gesetzt wird.

# ShowControls
source: Show advanced controls
de_de: Zeige erweiterte Steuerung

source: Show on display
de_de: Zeige auf Display

source: Start/Continue
de_de: Start/Fortfahren

source: Time
de_de: Zeit

# UnableToLoadMatch
source: Unable to load Match or Matches...
de_de: Laden des Spiels/der Spiele nicht möglich...

# WhichDevice
source: Select the device the match should be shown at.
de_de: Wähle die Anzeige aus, auf der das Spiel angezeigt werden soll.

# WhichPenaltyRevoke
source: Which penalty should be revoked?
de_de: Welche Strafe soll zurückgenommen werden?
