Repository: Hunv/LeDi
Catalog: LeDi.Server2/Resources/Pages/SettingsDevice.*.resx
Languages: de_de

# AddNewSetting
source: Add a new setting:
de_de: Eine neue Einstellung hinzufügen:

source: Brightness Test
de_de: Helligkeitstest

# CalibrationTest
source: Calibration Test (~10s)
de_de: Kalibrierungstest (~10s)

source: DANGER ZONE:
de_de: GEFAHRENZONE:

source: Default
de_de: Voreinstellung

source: Device Model
de_de: Geräte Model

source: Device Name
de_de: Geräte Name

source: Device Settings
de_de: Geräte Einstellung

source: Device Type
de_de: Geräte Typ

source: Enabled
de_de: aktiviert

source: Loading Device Settings...
de_de: Laden der Geräteeinstellung...

# NoPermissions
source: You do not have the permission to view this page.
de_de: Nicht ausreichend Bereichtigungen vorhanden um diese Seite anzuzeigen.

# NotLoggedIn
source: You're not loggged in.
de_de: Sie sind nicht angemeldet.

# PropertiesSetForDevice
source: The properties are set for device
de_de: Die Einstellungen sind für das Gerät gesetzt

source: Property
de_de: Einstellung

source: Reload Display Settings
de_de: Geräteeinstellung neu laden

source: Restart Display Service
de_de: Anzeigedienst neustarten

# RestartHardware
source: Restart Hardware (MAY ALSO AFFECT SERVER AND WEBCLIENT IF RUNNING ON SAME DEVICE!)
de_de: Hardware neustarten (Wenn Server und Webclient auf dem selben Gerät laufen, kann es beide beeinflussen)

source: Save Properties
de_de: Einstellungen speichern

source: Send Command
de_de: Befehl übermitteln

# SendCommandDevice
source: Send command to device:
de_de: Befehl an Gerät übermitteln:

source: Setting
de_de: Einstellung

source: Setting Name
de_de: Namen einstellen

# SettingsConfiguredForDevice
source: The following settings are configured for device
de_de: Die folgenden Einstellungen sind für das Gerät konfiguriert

source: Setting Value
de_de: Wert einstellen

source: Show Areas
de_de: Bereiche anzeigen

source: Show Black
de_de: Schwarz anzeigen

# ShowColortest
source: Show Colortest (60s)
de_de: Farbtest anzeigen (60s)

source: Show current Time
de_de: Aktuelle Zeit anzeigen

# ShowFullcolortest
source: Show Fullcolortest (60s)
de_de: Vollständigen Farbtest anzeigen (60s)

source: Show LeDi Logo
de_de: LeDi Logo anzeigen

source: Show Pixelwipe
de_de: Pixelwipe durchführen

source: Show Testpattern
de_de: Testmuster anzeigen

# ShutdownHardware
source: Shutdown Hardware (MAY ALSO AFFECT SERVER AND WEBCLIENT IF RUNNING ON SAME DEVICE!)
de_de: Hardware herunterfahren (Wenn Server und Webclient auf dem selben Gerät laufen, kann es Beide beeinflussen)

source: Value
de_de: Wert
